{
  "Comment.nvim": { "branch": "master" },
  "autotabline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-fuzzy-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "fuzzy.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neomake": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "playground": { "branch": "master" },
  "symbols-outline.nvim": { "branch": "master" },
  "sync-format.nvim": { "branch": "main" },
  "table_gen.lua": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "tree-sitter-balafon": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-cspell": { "branch": "main" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" },
  "vscode-go": { "branch": "master" },
  "vscode.nvim": { "branch": "main" }
}